window.LAB_VIDEOS = [
    {
        id: 'top-player-analysis-01',
        date: '2026-02-15',
        title: 'トッププレイヤー分析①',
        youtubeId: 'eJ4pyT8qZvw',
        tags: ['トッププレイヤー', '動画解説'],
        description: '',
        content: `
### 目的
トッププレイヤーの積みを言語化し、一般化することを目指す

[13:46]{下穴,積み込み} **余裕あり 下穴が埋まる→積み込み**

[13:51]{定型} **端から二列目のTSDはTSS→テトリス妥協あり**<br>

[15:12]{下穴,積み込み} **下穴意識のS置き**

[15:24]{段差計算} **3段 +2 でTSDテトリス、TSD先読み**

[28:30]{下穴} **TSD先読み**

[46:57]{テトリス掘り、段差計算} **テトリス掘り**

[48:35]{下穴,積み込み} **下穴を避けつつ積み込み**
        `
    },
    {
        id: 'top-player-analysis-02',
        date: '2026-02-16',
        title: 'トッププレイヤー分析②',
        youtubeId: '3ZfVx4ZIEO8',
        tags: ['トッププレイヤー', '動画解説'],
        description: '',
        content: `
### 目的
トッププレイヤーの積みを言語化し、一般化することを目指す

[6:11]{相殺外し} **2p相殺外し**

[7:10]{耐え} **2p 耐え**

[7:22]{耐え,ミノ要求} **2p 耐え、ミノ要求　ILJ保持意識している可能性**

[9:33]{先読み} **TSD先読み**

[12:49]{要研究} **1p 敗因要研究**

[16:15]{ミノ要求} **1p ミノ要求**

[16:33]{リカバリー} **1p側 上手すぎるリカバリー**

[20:20]{削り} **2p側 削り**

[38:13]{下穴意識,掘りREN} **2p側 下穴意識からのren**

[40:50]{ミノ要求} **2p側 ミノ要求の考え方**

[41:47]{相殺外し} **2p側 相殺外し**

[42:06]{定型} **2p側 定型 端2列のTSDはTSS→テトリス**

[53:13]{段差計算} **1p側 段差計算**

[1:00:01]{ミノ要求,下穴意識} **1p側 ミノ要求+下穴意識**
        `
    }
];
